Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 用系统生物识别完成一次本机身份验证
source: Uses system biometrics for one on-device identity verification
ja: システムの生体認証で、このデバイスの本人確認を1回行います。
ko: 시스템 생체 인식으로 이 기기에서 한 번 본인 인증을 완료합니다.
ru: Однократная проверка личности на этом устройстве с помощью системной биометрии
zh_hans: 用系统生物识别完成一次本机身份验证
zh_hant: 使用系統生物辨識完成一次本機身分驗證

# 用量
source: Usage
ja: 使用量
ko: 사용량
ru: Использование
zh_hans: 用量
zh_hant: 用量

# 申请中
source: Requesting
ja: 申請中
ko: 요청 중
ru: Запрашивается
zh_hans: 申请中
zh_hant: 申請中

# 申请访问照片和视频图库，也可以只允许部分照片
source: Requests access to your photo and video library, with the option to allow only selected photos
ja: 写真とビデオへのアクセスをリクエストします。写真は一部だけ許可することもできます。
ko: 사진 및 비디오 보관함 접근을 요청하며, 일부 사진만 허용할 수 있습니다.
ru: Запросить доступ к медиатеке фото и видео; можно разрешить только отдельные фото
zh_hans: 申请访问照片和视频图库，也可以只允许部分照片
zh_hant: 申請存取照片和影片圖庫，也可以只允許部分照片

# 登录 Antigravity
source: Sign in to Antigravity
ja: Antigravity にログイン
ko: Antigravity 로그인
ru: Войти в Antigravity
zh_hans: 登录 Antigravity
zh_hant: 登入 Antigravity

# 登录 Codex
source: Sign in to Codex
ja: Codex にログイン
ko: Codex 로그인
ru: Войти в Codex
zh_hans: 登录 Codex
zh_hant: 登入 Codex

# 登录 Grok
source: Sign in to Grok
ja: Grok にログイン
ko: Grok 로그인
ru: Войти в Grok
zh_hans: 登录 Grok
zh_hant: 登入 Grok

# 登录 SuperGrok / X Premium 后即可用 Grok 4.6，无需 xAI API Key。
source: Sign in to SuperGrok / X Premium to use Grok 4.6; no xAI API Key required.
ja: SuperGrok / X Premium にログインすると Grok 4.6 を利用できます。xAI API Key は不要です。
ko: SuperGrok / X Premium에 로그인하면 xAI API Key 없이 Grok 4.6을 사용할 수 있습니다.
ru: После входа в SuperGrok / X Premium можно пользоваться Grok 4.6 без xAI API Key.
zh_hans: 登录 SuperGrok / X Premium 后即可使用 Grok 4.6，无需 xAI API Key。
zh_hant: 登入 SuperGrok / X Premium 後即可使用 Grok 4.6，無需 xAI API Key。

# 登录状态
source: Sign-in status
ja: ログイン状態
ko: 로그인 상태
ru: Статус входа
zh_hans: 登录状态
zh_hant: 登入狀態

# 目录
source: Table of contents
ja: 目次
ko: 목차
ru: Оглавление
zh_hans: 目录
zh_hant: 目錄

# 目标与冲突
source: Goals & conflicts
ja: 目標と競合
ko: 목표 및 충돌
ru: Цели и конфликты
zh_hans: 目标与冲突
zh_hant: 目標與衝突

# 目标资料
source: Target material
ja: 対象資料
ko: 대상 자료
ru: Целевые материалы
zh_hans: 目标资料
zh_hant: 目標資料

# 相关报道
source: Related reports
ja: 関連レポート
ko: 관련 보도
ru: Связанные материалы
zh_hans: 相关报道
zh_hant: 相關報導

# 相机
source: Camera
ja: カメラ
ko: 카메라
ru: Камера
zh_hans: 相机
zh_hant: 相機

# 知道了
source: Got it
ja: 了解
ko: 확인
ru: Понятно
zh_hans: 知道了
zh_hant: 知道了

# 确认
source: Confirm
ja: 確認
ko: 확인
ru: Подтвердить
zh_hans: 确认
zh_hant: 確認

# 确认为
source: Confirm as
ja: 次のキャラクターとして確認
ko: 이 인물로 확인
ru: Подтвердить как
zh_hans: 确认为
zh_hant: 確認為

# 确认人物为%@
source: Confirm character as %@
ja: 人物が%@であることを確認
ko: 인물을 %@로 확인
ru: Подтвердить персонажа %@
zh_hans: 确认人物为%@
zh_hant: 確認人物為%@

# 确认人物身份
source: Confirm character identity
ja: キャラクターの身元を確認
ko: 인물 신원 확인
ru: Подтвердить личность персонажа
zh_hans: 确认人物身份
zh_hant: 確認人物身分

# 确认决定
source: Confirm decision
ja: 決定を確認
ko: 결정 확인
ru: Подтвердить решение
zh_hans: 确认决定
zh_hant: 確認決定

# 确认回退
source: Confirm rollback
ja: ロールバックを確認
ko: 되돌리기 확인
ru: Подтвердить откат
zh_hans: 确认回退
zh_hant: 確認復原

# 确认并写入
source: Confirm and write
ja: 確認して書き込む
ko: 확인 후 기록
ru: Подтвердить и записать
zh_hans: 确认并写入
zh_hant: 確認並寫入

# 确认开始
source: Confirm start
ja: 開始を確認
ko: 시작 확인
ru: Подтвердить начало
zh_hans: 确认开始
zh_hant: 確認開始

# 确认归档
source: Confirm archive
ja: アーカイブを確認
ko: 아카이브 확인
ru: Подтвердить архивацию
zh_hans: 确认归档
zh_hant: 確認封存

# 确认扩展操作
source: Confirm extended action
ja: 拡張操作を確認
ko: 확장 작업 확인
ru: Подтвердить расширенное действие
zh_hans: 确认扩展操作
zh_hant: 確認擴充操作

# 确认操作已生效
source: Confirm action took effect
ja: 操作が適用されたことを確認
ko: 작업이 적용되었음을 확인
ru: Подтвердить, что операция применена
zh_hans: 确认操作已生效
zh_hant: 確認操作已生效

# 确认操作未生效
source: Confirm action did not take effect
ja: 操作が適用されていないことを確認
ko: 작업이 적용되지 않았음을 확인
ru: Подтвердить, что операция не применена
zh_hans: 确认操作未生效
zh_hant: 確認操作未生效

# 确认操作结果
source: Confirm operation result
ja: 操作結果を確認
ko: 작업 결과 확인
ru: Подтвердить результат операции
zh_hans: 确认操作结果
zh_hant: 確認操作結果

# 确认覆盖上传
source: Confirm overwrite and upload
ja: 上書きアップロードを確認
ko: 덮어써서 업로드 확인
ru: Подтвердить перезапись при загрузке
zh_hans: 确认覆盖上传
zh_hant: 確認覆寫上傳

# 确认计划
source: Confirm plan
ja: 計画を確認
ko: 계획 확인
ru: Подтвердить план
zh_hans: 确认计划
zh_hant: 確認計畫

# 确认计划后开始写
source: Confirm plan to start writing
ja: 計画を確認して執筆を開始
ko: 계획을 확인한 후 작성 시작
ru: Начать написание после подтверждения плана
zh_hans: 确认计划后开始写
zh_hant: 確認計畫後開始寫

# 确认计划，开始写
source: Confirm plan and start writing
ja: 計画を確認して執筆開始
ko: 계획을 확인하고 작성 시작
ru: Подтвердить план и начать написание
zh_hans: 确认计划，开始写
zh_hant: 確認計畫，開始撰寫

# 确认设定建议
source: Confirm setting suggestions
ja: 設定案を確認
ko: 설정 제안 확인
ru: Подтвердить предложение по настройкам
zh_hans: 确认设定建议
zh_hant: 確認設定建議

# 确认说明
source: Submit clarification
ja: 説明を確認
ko: 설명 확인
ru: Подтвердить пояснение
zh_hans: 确认说明
zh_hant: 確認說明

# 确认这是你信任的服务器后，显式点击「信任此 Host」才会保存指纹。
source: After confirming this is a server you trust, tap “Trust this Host” explicitly to save its fingerprint.
ja: 信頼できるサーバーであることを確認し、「このホストを信頼」をタップして初めてフィンガープリントを保存します。
ko: 신뢰하는 서버인지 확인한 후, 명시적으로 「이 Host를 신뢰」를 눌러야 지문이 저장됩니다.
ru: Убедившись, что доверяете серверу, явно нажмите «Доверять этому Host», чтобы сохранить отпечаток.
zh_hans: 确认这是你信任的服务器后，显式点击「信任此 Host」才会保存指纹。
zh_hant: 確認這是你信任的伺服器後，明確點選「信任此 Host」才會儲存指紋。

# 确认选择
source: Confirm selection
ja: 選択を確認
ko: 선택 확인
ru: Подтвердить выбор
zh_hans: 确认选择
zh_hant: 確認選擇

# 社交热搜
source: Social Trends
ja: SNSトレンド
ko: 소셜 트렌드
ru: Тренды соцсетей
zh_hans: 社交热搜
zh_hant: 社群熱搜

# 禁止发生（每行一条）
source: Must not happen (one per line)
ja: 起きてはいけないこと（1行に1つ）
ko: 발생 금지(한 줄에 하나씩)
ru: Не должно произойти (по одному пункту в строке)
zh_hans: 禁止发生（每行一条）
zh_hant: 禁止發生（每行一項）

# 科技数码
source: Tech & Gadgets
ja: テック・デジタル
ko: 테크·디지털
ru: Технологии и гаджеты
zh_hans: 科技数码
zh_hant: 科技數位

# 移除
source: Remove
ja: 削除
ko: 제거
ru: Убрать
zh_hans: 移除
zh_hant: 移除

# 移除 %lld 个
source: Remove %lld
ja: %lld件を削除
ko: %lld개 제거
ru: Убрать элементов: %lld
zh_hans: 移除 %lld 个
zh_hant: 移除 %lld 個

# 移除主题
source: Remove topic
ja: テーマを削除
ko: 테마 제거
ru: Убрать тему
zh_hans: 移除主题
zh_hant: 移除主題

# 移除全部 %lld 个席位配置
source: Remove all %lld seat configurations
ja: 議席設定を%lld件すべて削除
ko: 모든 의석 설정 %lld개 제거
ru: Убрать все конфигурации мест: %lld
zh_hans: 移除全部 %lld 个席位配置
zh_hant: 移除全部 %lld 個席位設定

# 移除图片
source: Remove image
ja: 画像を削除
ko: 이미지 제거
ru: Убрать изображение
zh_hans: 移除图片
zh_hant: 移除圖片

# 移除已选主题
source: Remove selected topics
ja: 選択したテーマを削除
ko: 선택한 테마 제거
ru: Убрать выбранные темы
zh_hans: 移除已选主题
zh_hant: 移除已選主題

# 移除席位
source: Remove seat
ja: 議席を削除
ko: 의석 제거
ru: Убрать место
zh_hans: 移除席位
zh_hant: 移除席位

# 移除文件
source: Remove file
ja: ファイルを削除
ko: 파일 제거
ru: Убрать файл
zh_hans: 移除文件
zh_hant: 移除檔案

# 移除文件 %@
source: Remove file %@
ja: ファイル「%@」を削除
ko: 파일 %@ 제거
ru: Убрать файл %@
zh_hans: 移除文件 %@
zh_hant: 移除檔案 %@

# 移除结果
source: Removal result
ja: 削除結果
ko: 제거 결과
ru: Результат удаления
zh_hans: 移除结果
zh_hant: 移除結果

# 稍后
source: Later
ja: 後で
ko: 나중에
ru: Позже
zh_hans: 稍后
zh_hant: 稍後

# 空白项目
source: Blank project
ja: 空のプロジェクト
ko: 빈 프로젝트
ru: Пустой проект
zh_hans: 空白项目
zh_hant: 空白專案

# 站点
source: Site
ja: サイト
ko: 사이트
ru: Сайт
zh_hans: 站点
zh_hant: 站點

# 章末钩子
source: Chapter-end hook
ja: 章末フック
ko: 장 끝 훅
ru: Крючок в конце главы
zh_hans: 章末钩子
zh_hant: 章末鉤子

# 章节
source: Chapter
ja: 章
ko: 장
ru: Главы
zh_hans: 章节
zh_hant: 章節

# 章节不存在
source: Chapter not found
ja: 章が存在しません
ko: 장이 존재하지 않습니다
ru: Глава не существует
zh_hans: 章节不存在
zh_hant: 章節不存在

# 章节位置
source: Chapter position
ja: 章の位置
ko: 장 위치
ru: Положение главы
zh_hans: 章节位置
zh_hant: 章節位置

# 章节恢复后
source: After chapter restore
ja: 章の復元後
ko: 장 복원 후
ru: После восстановления главы
zh_hans: 章节恢复后
zh_hant: 章節恢復後

# 章节操作
source: Chapter actions
ja: 章の操作
ko: 장 작업
ru: Действия с главой
zh_hans: 章节操作
zh_hant: 章節操作

# 章节标题
source: Chapter title
ja: 章タイトル
ko: 장 제목
ru: Заголовок главы
zh_hans: 章节标题
zh_hant: 章節標題

# 章节没有从正文目录删除，请稍后重试。
source: The chapter wasn't removed from the manuscript directory. Please try again later.
ja: 章を本文目次から削除できませんでした。後でもう一度お試しください。
ko: 본문 목차에서 장을 삭제하지 못했습니다. 나중에 다시 시도하세요.
ru: Глава не удалена из содержания основного текста. Повторите позже.
zh_hans: 章节没有从正文目录删除，请稍后重试。
zh_hant: 章節沒有從正文目錄刪除，請稍後重試。

# 章节版本
source: Chapter version
ja: 章のバージョン
ko: 장 버전
ru: Версия главы
zh_hans: 章节版本
zh_hant: 章節版本

# 章节版本没有恢复，请稍后重试。
source: The chapter version wasn't restored. Please try again later.
ja: 章のバージョンを復元できませんでした。後でもう一度お試しください。
ko: 장 버전을 복원하지 못했습니다. 나중에 다시 시도하세요.
ru: Версия главы не восстановлена. Повторите позже.
zh_hans: 章节版本没有恢复，请稍后重试。
zh_hant: 章節版本沒有恢復，請稍後重試。

# 章节状态没有更新，请稍后重试。
source: Chapter status wasn't updated. Please try again later.
ja: 章の状態を更新できませんでした。後でもう一度お試しください。
ko: 장 상태를 업데이트하지 못했습니다. 나중에 다시 시도하세요.
ru: Состояние главы не обновлено. Повторите позже.
zh_hans: 章节状态没有更新，请稍后重试。
zh_hant: 章節狀態沒有更新，請稍後重試。

# 第 %@ 段
source: Section %@
ja: 第%@段
ko: 제 %@ 단락
ru: Абзац %@
zh_hans: 第 %@ 段
zh_hant: 第 %@ 段

# 第 %@ 章
source: Chapter %@
ja: 第%@章
ko: 제 %@장
ru: Глава %@
zh_hans: 第 %@ 章
zh_hant: 第 %@ 章

# 第 %@ 章 · %@ · %@
source: Chapter %@ · %@ · %@
ja: 第%@章 · %@ · %@
ko: 제 %@장 · %@ · %@
ru: Глава %@ · %@ · %@
zh_hans: 第 %@ 章 · %@ · %@
zh_hant: 第 %@ 章 · %@ · %@

# 第 %@ 章恢复后
source: After Chapter %@ is restored
ja: 第%@章の復元後
ko: 제 %@장 복원 후
ru: После восстановления главы %@
zh_hans: 第 %@ 章恢复后
zh_hant: 第 %@ 章恢復後

# 第 %@ 章收录后
source: After Chapter %@ is adopted
ja: 第%@章の収録後
ko: 제 %@장 수록 후
ru: После добавления главы %@
zh_hans: 第 %@ 章收录后
zh_hant: 第 %@ 章收錄後

# 第 %@ 章润色后
source: After Chapter %@ is polished
ja: 第%@章の推敲後
ko: 제 %@장 다듬기 후
ru: После редактуры главы %@
zh_hans: 第 %@ 章润色后
zh_hant: 第 %@ 章潤色後

# 第 %@ 章讨论归档后
source: After discussion for Chapter %@ is archived
ja: 第%@章の相談アーカイブ後
ko: 제 %@장 논의 보관 후
ru: После архивирования обсуждения главы %@
zh_hans: 第 %@ 章讨论归档后
zh_hant: 第 %@ 章討論歸檔後

# 第 %@–%@ 段
source: Sections %@–%@
ja: 第%@–%@段
ko: 제 %@–%@ 단락
ru: Абзацы %@–%@
zh_hans: 第 %@–%@ 段
zh_hant: 第 %@–%@ 段

# 第 %lld 章「%@」
source: Chapter %1$lld “%2$@”
ja: 第 %1$lld 章「%2$@」
ko: 제 %1$lld장 「%2$@」
ru: Глава %1$lld «%2$@»
zh_hans: 第 %1$lld 章「%2$@」
zh_hant: 第 %1$lld 章「%2$@」

# 第 %lld/%lld 章
source: Chapter %lld/%lld
ja: 第%lld/%lld章
ko: %lld/%lld장
ru: %lld/%lld гл.
zh_hans: 第 %lld/%lld 章
zh_hant: 第 %lld/%lld 章

# 等待你
source: Waiting for you
ja: あなたの入力待ち
ko: 사용자를 기다리는 중
ru: Ожидает вас
zh_hans: 等待你
zh_hant: 等待你

# 等待模型响应
source: Waiting for model response
ja: モデルの応答待ち
ko: 모델 응답 대기
ru: Ожидание ответа модели
zh_hans: 等待模型响应
zh_hant: 等待模型回應

# 等待确认
source: Waiting for confirmation
ja: 確認待ち
ko: 확인 대기
ru: Ожидание подтверждения
zh_hans: 等待确认
zh_hant: 等待確認

# 管理
source: Manage
ja: 管理
ko: 관리
ru: Управление
zh_hans: 管理
zh_hant: 管理

# 管理 Agent 使用文件、记忆和网页会话前是否需要确认。
source: Choose whether to require confirmation before the Agent uses files, memory, or web sessions.
ja: Agent がファイル、メモリ、Web セッションを使用する前に確認を求めるかどうかを管理します。
ko: Agent가 파일, 기억 및 웹 세션을 사용하기 전에 확인이 필요한지 관리합니다.
ru: Управляет тем, нужно ли подтверждение перед тем, как Agent использует файлы, память и веб-сеансы.
zh_hans: 管理 Agent 使用文件、记忆和网页会话前是否需要确认。
zh_hant: 管理是否需要在 Agent 使用檔案、記憶和網頁工作階段前進行確認。

# 管理 Amber 会在聊天中参考的本地记忆。记录可以搜索、按范围过滤、查看来源，并在模型尝试写入时留下审批痕迹。
source: Manage the local memories Amber references in chat. Records can be searched, filtered by scope, and viewed by source; approval traces are kept when the model tries to write.
ja: Amber がチャットで参照するローカルメモリを管理します。記録を検索したり、範囲で絞り込んだり、出典を確認したりでき、モデルが書き込もうとした際の承認履歴も残ります。
ko: Amber가 채팅에서 참고할 로컬 기억을 관리합니다. 기록을 검색하고 범위별로 필터링하며 출처를 확인할 수 있고, 모델이 쓰기를 시도하면 승인 기록이 남습니다.
ru: Управляйте локальной памятью, которую Amber использует в чате. Записи можно искать, фильтровать по области, просматривать источники; попытки модели записать данные оставляют запись о согласовании.
zh_hans: 管理 Amber 会在聊天中参考的本地记忆。记录可以搜索、按范围过滤、查看来源，并在模型尝试写入时留下审批痕迹。
zh_hant: 管理 Amber 會在聊天中參考的本機記憶。記錄可供搜尋、依範圍篩選、檢視來源，並在模型嘗試寫入時留下核准痕跡。

# 管理导入主题
source: Manage imported topics
ja: インポートしたテーマを管理
ko: 가져온 테마 관리
ru: Управление импортированными темами
zh_hans: 管理已导入主题
zh_hant: 管理匯入主題

# 类型
source: Type
ja: タイプ
ko: 유형
ru: Тип
zh_hans: 类型
zh_hant: 類型

# 粒度
source: Granularity
ja: 粒度
ko: 세분화 수준
ru: Детализация
zh_hans: 粒度
zh_hant: 粒度

# 粘贴 Claude / Codex 常见的 mcpServers 配置。保存后会写入 iOS 本机 MCP 配置并在服务器列表页同步连接。
source: Paste the mcpServers configuration commonly used by Claude / Codex. Saving writes it to this iOS device's MCP configuration and syncs the connection on the server list.
ja: Claude / Codex で一般的な mcpServers 設定を貼り付けます。保存すると iOS のローカル MCP 設定に書き込まれ、サーバー一覧画面で接続が同期されます。
ko: Claude / Codex에서 흔히 사용하는 mcpServers 구성을 붙여 넣으세요. 저장하면 iOS 기기의 MCP 구성에 기록되고 서버 목록 화면에서 연결 상태가 동기화됩니다.
ru: Вставьте распространённую конфигурацию mcpServers для Claude / Codex. После сохранения она будет записана в локальную конфигурацию MCP на iOS, а подключение синхронизируется со страницей серверов.
zh_hans: 粘贴 Claude / Codex 常见的 mcpServers 配置。保存后会写入 iOS 本机 MCP 配置并在服务器列表页同步连接。
zh_hant: 貼上 Claude / Codex 常見的 mcpServers 設定。儲存後會寫入 iOS 本機 MCP 設定，並在伺服器列表頁同步連線。

# 系统
source: System
ja: システム
ko: 시스템
ru: Системный
zh_hans: 系统
zh_hant: 系統

# 系统 TTS
source: System TTS
ja: システムTTS
ko: 시스템 TTS
ru: Системный TTS
zh_hans: 系统 TTS
zh_hant: 系統 TTS

# 系统 TTS 试听
source: System TTS preview
ja: システムTTSを試聴
ko: 시스템 TTS 미리 듣기
ru: Прослушать системный TTS
zh_hans: 系统 TTS 试听
zh_hant: 系統 TTS 試聽

# 系统指令
source: System prompt
ja: システム指示
ko: 시스템 지침
ru: Системная инструкция
zh_hans: 系统指令
zh_hant: 系統指令

# 系统暂停了后台代笔，回到前台会自动继续；若仍停在这里，可手动继续本批。
source: The system paused background ghostwriting. It will continue automatically when you return to the foreground; if it remains paused, continue this batch manually.
ja: システムがバックグラウンドの代筆を一時停止しました。フォアグラウンドに戻ると自動で続行します。ここで止まったままの場合は、このバッチを手動で続行できます。
ko: 시스템이 백그라운드 대필을 일시 중지했습니다. 포그라운드로 돌아오면 자동으로 계속됩니다. 여전히 여기에 멈춰 있으면 이 배치를 수동으로 계속할 수 있습니다.
ru: Система приостановила фоновое написание; при возврате на передний план оно продолжится автоматически. Если здесь ничего не меняется, продолжите партию вручную.
zh_hans: 系统暂停了后台代笔，回到前台会自动继续；若仍停在这里，可手动继续本批。
zh_hant: 系統暫停了背景代筆，回到前台會自動繼續；若仍停在這裡，可手動繼續本批。

# 系统权限
source: System permissions
ja: システム権限
ko: 시스템 권한
ru: Системные разрешения
zh_hans: 系统权限
zh_hant: 系統權限

# 系统检测到润色候选可能改变剧情事实。保存后分支会进入待同步，正式生成前需要重新同步剧情状态。
source: The system detected that the polish candidate may change plot facts. After saving, the branch will be marked pending sync; resync the plot state before final generation.
ja: システムが、推敲候補によってストーリー上の事実が変わる可能性を検出しました。保存するとブランチは同期待ちになり、正式な生成の前にストーリー状態を再同期する必要があります。
ko: 시스템에서 다듬기 후보가 줄거리의 사실을 바꿀 수 있음을 감지했습니다. 저장 후 브랜치는 동기화 대기 상태가 되며, 정식 생성 전에 줄거리 상태를 다시 동기화해야 합니다.
ru: Система обнаружила, что вариант правки может изменить факты сюжета. После сохранения ветка будет ожидать синхронизации; перед основной генерацией состояние сюжета нужно синхронизировать заново.
zh_hans: 系统检测到润色候选可能改变剧情事实。保存后分支会进入待同步，正式生成前需要重新同步剧情状态。
zh_hant: 系統偵測到潤飾候選可能改變劇情事實。儲存後分支會進入待同步狀態，正式產生前需要重新同步劇情狀態。

# 系统语音正在朗读测试文本
source: System voice is reading the test text
ja: システム音声がテスト文を読み上げています
ko: 시스템 음성이 테스트 문장을 읽는 중입니다
ru: Системный голос читает тестовый текст
zh_hans: 系统语音正在朗读测试文本
zh_hant: 系統語音正在朗讀測試文字

# 约 %@
source: About %@
ja: 約 %@
ko: 약 %@
ru: Около %@
zh_hans: 约 %@
zh_hant: 約 %@

# 约 %lld 单位
source: About %lld units
ja: 約%lld単位
ko: 약 %lld단위
ru: Около %lld единиц
zh_hans: 约 %lld 单位
zh_hant: 約 %lld 單位

# 终端大小，%lld 列，%lld 行
source: Terminal size: %lld columns, %lld rows
ja: ターミナルサイズ：%lld列、%lld行
ko: 터미널 크기, %lld열, %lld행
ru: Размер терминала: %lld столбцов, %lld строк
zh_hans: 终端大小，%lld 列，%lld 行
zh_hant: 終端大小，%lld 列，%lld 行

# 终端输出
source: Terminal output
ja: ターミナル出力
ko: 터미널 출력
ru: Вывод терминала
zh_hans: 终端输出
zh_hant: 終端輸出

# 终端错误：%@
source: Terminal error: %@
ja: ターミナルエラー：%@
ko: 터미널 오류: %@
ru: Ошибка терминала: %@
zh_hans: 终端错误：%@
zh_hant: 終端錯誤：%@

# 经历
source: Experiences
ja: 出来事
ko: 경험
ru: События
zh_hans: 经历
zh_hant: 經歷

# 经历按名字自动关联，改名后可能需要手动核对。
source: Experiences are linked by name automatically; renaming may require a manual check.
ja: 出来事は名前で自動的に関連付けられるため、名前を変更した後は手動で確認が必要になる場合があります。
ko: 경험은 이름으로 자동 연결되므로, 이름을 바꾼 후 수동으로 확인해야 할 수 있습니다.
ru: События связываются автоматически по имени; после переименования может потребоваться ручная проверка.
zh_hans: 经历按名字自动关联，改名后可能需要手动核对。
zh_hant: 經歷會依名稱自動關聯，改名後可能需要手動核對。

# 结束
source: End
ja: 終了
ko: 종료
ru: Завершить
zh_hans: 结束
zh_hant: 結束

# 结束本批
source: End this batch
ja: このバッチを終了
ko: 이번 배치 종료
ru: Завершить эту партию
zh_hans: 结束本批
zh_hant: 結束本批

# 结束本批代笔？
source: End this ghostwrite batch?
ja: このバッチの代筆を終了しますか？
ko: 이번 배치 대필을 종료할까요?
ru: Завершить написание этой партии?
zh_hans: 结束本批代笔？
zh_hant: 結束本批代筆？

# 结构规划
source: Structural planning
ja: 構成を計画
ko: 구조 계획
ru: Структурное планирование
zh_hans: 结构规划
zh_hant: 結構規劃

# 结果数量
source: Result count
ja: 結果の数
ko: 결과 수
ru: Количество результатов
zh_hans: 结果数量
zh_hant: 結果數量

# 统计
source: Statistics
ja: 統計
ko: 통계
ru: Статистика
zh_hans: 统计
zh_hant: 統計

# 继承的历史候选 · 仅供参考
source: Inherited historical candidates · For reference only
ja: 継承された過去の候補 · 参考のみ
ko: 상속된 이전 후보 · 참고용
ru: Унаследованный исторический кандидат · только для справки
zh_hans: 继承的历史候选 · 仅供参考
zh_hant: 繼承的歷史候選 · 僅供參考

# 继承的历史润色候选
source: Inherited historical polish candidates
ja: 継承された過去の推敲候補
ko: 상속된 이전 윤문 후보
ru: Унаследованный исторический вариант правки
zh_hans: 继承的历史润色候选
zh_hant: 繼承的歷史潤飾候選

# 继承项目
source: Inherit project
ja: プロジェクトを継承
ko: 프로젝트 상속
ru: Унаследовать проект
zh_hans: 继承项目
zh_hant: 繼承專案

# 继承项目版本
source: Inherit project version
ja: プロジェクトのバージョンを継承
ko: 프로젝트 버전 상속
ru: Унаследовать версию проекта
zh_hans: 继承项目版本
zh_hant: 繼承專案版本

# 继续
source: Continue
ja: 続ける
ko: 계속
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

# 继续代笔
source: Continue ghostwriting
ja: 代筆を続ける
ko: 계속 대필
ru: Продолжить написание
zh_hans: 继续代笔
zh_hant: 繼續代筆

# 继续代笔 · 将重写
source: Continue ghostwriting · Rewrite
ja: 代筆を続ける · 書き直し予定
ko: 계속 대필 · 다시 쓰기 예정
ru: Продолжить написание · переписать
zh_hans: 继续代笔 · 将重写
zh_hant: 繼續代筆 · 將重寫

# 继续同步
source: Continue sync
ja: 同期を続ける
ko: 동기화 계속
ru: Продолжить синхронизацию
zh_hans: 继续同步
zh_hant: 繼續同步

# 继续将重写本章，不会用同一篇旧稿再审核。
source: Continue to rewrite this chapter; the same old draft won't be reviewed again.
ja: 続行するとこの章を書き直します。同じ旧稿を再審査には使用しません。
ko: 계속하면 이 장을 다시 씁니다. 같은 이전 원고를 다시 검토하지 않습니다.
ru: Продолжить: переписать эту главу; та же старая версия не будет проверяться повторно.
zh_hans: 继续将重写本章，不会用同一篇旧稿再审核。
zh_hant: 繼續將重寫本章，不會使用同一篇舊稿再次審核。

# 继续收录
source: Continue adoption
ja: 収録を続ける
ko: 계속 수록
ru: Продолжить добавление
zh_hans: 继续收录
zh_hant: 繼續收錄

# 继续本批代笔
source: Continue this ghostwriting batch
ja: このバッチの代筆を続ける
ko: 이 배치 대필 계속
ru: Продолжить написание партии
zh_hans: 继续本批代笔
zh_hant: 繼續本批代筆

# 继续本批：先处理同步或拟定计划，再往下写。
source: Continue this batch: complete sync or planning first, then keep writing.
ja: このバッチを続行するには、まず同期または計画作成を処理してから執筆を続けてください。
ko: 이 배치를 계속하려면 먼저 동기화 또는 계획 작성을 처리한 후 다음을 작성하세요.
ru: Продолжить партию: сначала выполните синхронизацию или составьте план, затем пишите дальше.
zh_hans: 继续本批：先处理同步或拟定计划，再往下写。
zh_hant: 繼續本批：先處理同步或擬定計畫，再往下寫。

# 继续留在当前分支
source: Stay on current branch
ja: 現在のブランチに残る
ko: 현재 브랜치에 계속 남기
ru: Остаться в текущей ветке
zh_hans: 继续留在当前分支
zh_hant: 繼續留在目前分支

# 继续编辑
source: Continue editing
ja: 編集を続ける
ko: 편집 계속하기
ru: Продолжить редактирование
zh_hans: 继续编辑
zh_hant: 繼續編輯

# 继续重写本章
source: Continue rewriting this chapter
ja: この章の書き直しを続ける
ko: 이 장 다시 쓰기 계속
ru: Продолжить переписывание этой главы
zh_hans: 继续重写本章
zh_hant: 繼續重寫本章

# 续写片段
source: Continuation snippet
ja: 続きの文章
ko: 이어 쓰기 조각
ru: Фрагмент продолжения
zh_hans: 续写片段
zh_hant: 續寫片段

# 综合热榜
source: Overall trending
ja: 総合ランキング
ko: 종합 인기 차트
ru: Общий топ
zh_hans: 综合热榜
zh_hant: 綜合熱門榜

# 缓存
source: Cache
ja: キャッシュ
ko: 캐시
ru: Кэш
zh_hans: 缓存
zh_hant: 快取

# 编辑
source: Edit
ja: 編集
ko: 편집
ru: Изменить
zh_hans: 编辑
zh_hant: 編輯

# 编辑 Lorebook
source: Edit Lorebook
ja: Lorebookを編集
ko: Lorebook 편집
ru: Изменить Lorebook
zh_hans: 编辑 Lorebook
zh_hant: 編輯 Lorebook

# 编辑 MCP 服务器
source: Edit MCP server
ja: MCPサーバーを編集
ko: MCP 서버 편집
ru: Изменить сервер MCP
zh_hans: 编辑 MCP 服务器
zh_hant: 編輯 MCP 伺服器

# 编辑 SKILL.md
source: Edit SKILL.md
ja: SKILL.mdを編集
ko: SKILL.md 편집
ru: Изменить SKILL.md
zh_hans: 编辑 SKILL.md
zh_hant: 編輯 SKILL.md

# 编辑本章
source: Edit this chapter
ja: この章を編集
ko: 이 장 편집
ru: Изменить эту главу
zh_hans: 编辑本章
zh_hant: 編輯本章

# 编辑本章（%@）
source: Edit this chapter (%@)
ja: この章を編集（%@）
ko: 이 장 편집(%@)
ru: Редактировать эту главу (%@)
zh_hans: 编辑本章（%@）
zh_hant: 編輯本章（%@）

# 编辑核心指令
source: Edit core instructions
ja: コア指示を編集
ko: 핵심 지침 편집
ru: Изменить основные инструкции
zh_hans: 编辑核心指令
zh_hant: 編輯核心指令

# 编辑框中尚未发送的内容会被替换，最初保存的内容不会改变。
source: Unsaved text in the editor will be replaced; the initially saved content won't change.
ja: 編集欄でまだ送信していない内容は置き換えられます。最初に保存した内容は変わりません。
ko: 편집 상자에서 아직 보내지 않은 내용은 교체되며, 처음 저장한 내용은 변경되지 않습니다.
ru: Несохранённый текст в поле редактирования будет заменён; исходно сохранённое содержимое не изменится.
zh_hans: 编辑框中尚未发送的内容会被替换，最初保存的内容不会改变。
zh_hant: 編輯框中尚未傳送的內容會被取代，最初儲存的內容不會改變。

# 编辑模型
source: Edit model
ja: モデルを編集
ko: 모델 편집
ru: Изменить модель
zh_hans: 编辑模型
zh_hant: 編輯模型

# 编辑模板
source: Edit template
ja: テンプレートを編集
ko: 템플릿 편집
ru: Изменить шаблон
zh_hans: 编辑模板
zh_hant: 編輯範本

# 编辑注入
source: Edit injection
ja: 注入を編集
ko: 주입 편집
ru: Изменить внедрение
zh_hans: 编辑注入
zh_hant: 編輯注入

# 编辑消息
source: Edit message
ja: メッセージを編集
ko: 메시지 편집
ru: Изменить сообщение
zh_hans: 编辑消息
zh_hant: 編輯訊息

# 编辑角色档案
source: Edit character profile
ja: キャラクタープロフィールを編集
ko: 캐릭터 프로필 편집
ru: Изменить досье персонажа
zh_hans: 编辑角色档案
zh_hant: 編輯角色檔案

# 编辑议题
source: Edit topic
ja: 議題を編集
ko: 주제 편집
ru: Изменить тему
zh_hans: 编辑议题
zh_hant: 編輯議題

# 编辑记忆
source: Edit memory
ja: メモリを編集
ko: 기억 편집
ru: Изменить память
zh_hans: 编辑记忆
zh_hant: 編輯記憶

# 编辑资料
source: Edit material
ja: 資料を編集
ko: 자료 편집
ru: Изменить материалы
zh_hans: 编辑资料
zh_hant: 編輯資料

# 编辑重开
source: Edit and reopen
ja: 編集して再開
ko: 편집으로 다시 열기
ru: Открыть заново с редактированием
zh_hans: 编辑并重开
zh_hant: 編輯後重新開啟

# 缺少写作要求
source: Writing requirements missing
ja: 執筆要件がありません
ko: 작성 요구사항이 없습니다.
ru: Нет требований к тексту
zh_hans: 缺少写作要求
zh_hant: 缺少寫作要求

# 缺少总剧情大纲
source: Overall plot outline missing
ja: ストーリー全体のプロットがありません
ko: 전체 스토리 개요가 없습니다.
ru: Нет общего плана сюжета
zh_hans: 缺少总剧情大纲
zh_hant: 缺少總劇情大綱

# 网络
source: Network
ja: ネットワーク
ko: 네트워크
ru: Сеть
zh_hans: 网络
zh_hant: 網路

# 网络不可用，请检查连接后重试。
source: Network unavailable. Check your connection and try again.
ja: ネットワークを利用できません。接続を確認して再試行してください。
ko: 네트워크를 사용할 수 없습니다. 연결을 확인한 후 다시 시도하세요.
ru: Сеть недоступна. Проверьте подключение и повторите попытку.
zh_hans: 网络不可用，请检查连接后重试。
zh_hant: 網路無法使用，請檢查連線後重試。

# 网络请求
source: Network request
ja: ネットワークリクエスト
ko: 네트워크 요청
ru: Сетевой запрос
zh_hans: 网络请求
zh_hant: 網路請求

# 网络连接失败。请检查网络、Base URL 和服务商状态后重试。
source: Network connection failed. Check the network, Base URL, and provider status, then try again.
ja: ネットワーク接続に失敗しました。ネットワーク、Base URL、サービスプロバイダーの状態を確認して再試行してください。
ko: 네트워크 연결에 실패했습니다. 네트워크, Base URL 및 서비스 제공자 상태를 확인한 후 다시 시도하세요.
ru: Сетевой запрос не выполнен. Проверьте сеть, Base URL и состояние провайдера, затем повторите попытку.
zh_hans: 网络连接失败。请检查网络、Base URL 和服务商状态后重试。
zh_hant: 網路連線失敗。請檢查網路、Base URL 和服務提供者狀態後重試。

# 网页
source: Web page
ja: Webページ
ko: 웹페이지
ru: Веб-страница
zh_hans: 网页
zh_hant: 網頁

# 网页操作结果待确认。
source: Web action result awaiting confirmation.
ja: ウェブ操作の結果は確認待ちです。
ko: 웹 작업 결과 확인 필요.
ru: Результат веб-операции ожидает подтверждения.
zh_hans: 网页操作结果待确认。
zh_hant: 網頁操作結果待確認。

# 网页状态
source: Web page status
ja: Webページの状態
ko: 웹페이지 상태
ru: Состояние веб-страницы
zh_hans: 网页状态
zh_hant: 網頁狀態

# 置顶
source: Pin
ja: ピン留め
ko: 상단 고정
ru: Закрепить
zh_hans: 置顶
zh_hant: 置頂

# 置顶记忆会更优先被聊天参考。
source: Pinned memories are prioritized in chat.
ja: ピン留めしたメモリは、チャットで優先的に参照されます。
ko: 상단 고정된 기억을 채팅에서 우선적으로 참고합니다.
ru: Закреплённая память будет учитываться в чате в первую очередь.
zh_hans: 置顶记忆会更优先被聊天参考。
zh_hant: 置頂記憶會優先被聊天參考。

# 聊天
source: Chat
ja: チャット
ko: 채팅
ru: Чат
zh_hans: 聊天
zh_hant: 聊天
